#!/bin/bash
code --install-extension batisteo.vscode-django
code --install-extension brandonkirbyson.vscode-animations
code --install-extension codeium.codeium
code --install-extension donjayamanne.githistory
code --install-extension donjayamanne.python-environment-manager
code --install-extension donjayamanne.python-extension-pack
code --install-extension drcika.apc-extension
code --install-extension eamodio.gitlens
code --install-extension ecmel.vscode-html-css
code --install-extension esbenp.prettier-vscode
code --install-extension formulahendry.code-runner
code --install-extension grapecity.gc-excelviewer
code --install-extension inferrinizzard.prettier-sql-vscode
code --install-extension josemurilloc.aura-spirit-dracula
code --install-extension kevinrose.vsc-python-indent
code --install-extension kleber-swf.unity-code-snippets
code --install-extension leonardssh.vscord
code --install-extension lkrms.inifmt
code --install-extension mgmcdermott.vscode-language-babel
code --install-extension ms-dotnettools.csdevkit
code --install-extension ms-dotnettools.csharp
code --install-extension ms-dotnettools.vscode-dotnet-runtime
code --install-extension ms-python.autopep8
code --install-extension ms-python.black-formatter
code --install-extension ms-python.debugpy
code --install-extension ms-python.isort
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-vscode.cpptools
code --install-extension ms-vscode.hexeditor
code --install-extension ms-vscode.powershell
code --install-extension ms-vsliveshare.vsliveshare
code --install-extension njpwerner.autodocstring
code --install-extension pkief.material-icon-theme
code --install-extension ritwickdey.liveserver
code --install-extension shinhwagk.mkstring
code --install-extension sidthesloth.html5-boilerplate
code --install-extension slevesque.vscode-zipexplorer
code --install-extension tomoki1207.pdf
code --install-extension visualstudioexptteam.intellicode-api-usage-examples
code --install-extension visualstudioexptteam.vscodeintellicode
code --install-extension visualstudiotoolsforunity.vstuc
code --install-extension vscjava.vscode-java-debug
code --install-extension vscode-icons-team.vscode-icons
code --install-extension vsls-contrib.codetour
code --install-extension vsls-contrib.gitdoc
code --install-extension wayou.vscode-todo-highlight
code --install-extension wholroyd.jinja
code --install-extension xabikos.javascriptsnippets
code --install-extension zhuangtongfa.material-theme